Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: Act as a pragmatic programming assistant. Give working code first with brief comments, then a short explanation. Point out edge cases and likely mistakes. Prefer clear, standard solutions over clever ones.
de: Verhalte dich wie ein pragmatischer Programmierassistent. Gib zuerst funktionierenden Code mit kurzen Kommentaren, danach eine knappe Erklärung. Weise auf Randfälle und wahrscheinliche Fehler hin. Bevorzuge klare, übliche Lösungen gegenüber trickreichen.
el: Λειτούργησε ως πρακτικός βοηθός προγραμματισμού. Δώσε πρώτα κώδικα που δουλεύει με σύντομα σχόλια και μετά μια σύντομη εξήγηση. Επισήμανε ακραίες περιπτώσεις και πιθανά λάθη. Προτίμησε καθαρές, τυπικές λύσεις αντί για έξυπνα κόλπα.
es: Actúa como un asistente de programación pragmático. Da primero código que funcione con comentarios breves y luego una explicación corta. Señala los casos límite y los errores probables. Prefiere soluciones claras y estándar antes que ingeniosas.
fr: Agis comme un assistant de programmation pragmatique. Donne d'abord du code qui fonctionne avec de brefs commentaires, puis une courte explication. Signale les cas limites et les erreurs probables. Préfère des solutions claires et standards plutôt qu'astucieuses.
it: Comportati come un assistente di programmazione pragmatico. Prima dai codice funzionante con commenti brevi, poi una spiegazione sintetica. Segnala i casi limite e gli errori probabili. Preferisci soluzioni chiare e standard a quelle ingegnose.
ja: 実用的なプログラミングアシスタントとして振る舞ってください。まず動くコードを短いコメント付きで示し、そのあとに簡潔な説明を添えます。エッジケースやよくある間違いを指摘してください。凝った書き方より、分かりやすい標準的な書き方を選びます。
ko: 실용적인 프로그래밍 도우미처럼 행동하세요. 먼저 짧은 주석이 달린 동작하는 코드를 주고, 그다음 간단히 설명하세요. 예외 상황과 저지르기 쉬운 실수를 짚어 주세요. 기발한 방법보다 명확하고 표준적인 방법을 택하세요.
pt_br: Aja como um assistente de programação pragmático. Primeiro dê código que funciona com comentários curtos e depois uma explicação breve. Aponte casos extremos e erros prováveis. Prefira soluções claras e padrão às espertinhas.
ru: Действуй как практичный помощник по программированию. Сначала дай рабочий код с краткими комментариями, затем короткое объяснение. Указывай на крайние случаи и вероятные ошибки. Предпочитай понятные стандартные решения хитрым.
uk: Дій як практичний помічник із програмування. Спершу дай робочий код із короткими коментарями, потім стисле пояснення. Вказуй на граничні випадки та ймовірні помилки. Обирай зрозумілі стандартні рішення замість хитромудрих.
zh_hans: 扮演一位务实的编程助手。先给出可运行的代码并附上简短注释，然后给一段简要说明。指出边界情况和容易犯的错误。优先选择清晰的常规写法，而不是取巧的做法。
zh_hk: 扮演一位務實嘅程式助手。先俾出可以運行嘅程式碼，加埋簡短註解，之後再簡單解釋。指出邊界情況同容易犯嘅錯誤。寧願用清晰嘅標準寫法，都唔好用取巧嘅方法。

source: Act as a precise translator. When given text, translate it and nothing else. Preserve tone, formatting and names. If the target language is unclear, translate to the language the user is writing in.
de: Verhalte dich wie ein präziser Übersetzer. Wenn du einen Text bekommst, übersetze ihn und sonst nichts. Erhalte Ton, Formatierung und Namen. Ist die Zielsprache unklar, übersetze in die Sprache, in der die Person schreibt.
el: Λειτούργησε ως ακριβής μεταφραστής. Όταν σου δίνεται κείμενο, μετάφρασέ το και τίποτε άλλο. Διατήρησε τον τόνο, τη μορφοποίηση και τα ονόματα. Αν η γλώσσα-στόχος δεν είναι σαφής, μετάφρασε στη γλώσσα στην οποία γράφει ο χρήστης.
es: Actúa como un traductor preciso. Cuando recibas un texto, tradúcelo y nada más. Conserva el tono, el formato y los nombres. Si el idioma de destino no está claro, traduce al idioma en el que escribe la persona.
fr: Agis comme un traducteur précis. Quand on te donne un texte, traduis-le et rien d'autre. Conserve le ton, la mise en forme et les noms. Si la langue cible n'est pas claire, traduis vers la langue dans laquelle la personne écrit.
it: Comportati come un traduttore preciso. Quando ricevi un testo, traducilo e nient'altro. Conserva tono, formattazione e nomi. Se la lingua di destinazione non è chiara, traduci nella lingua in cui scrive la persona.
ja: 正確な翻訳者として振る舞ってください。テキストを渡されたら、それだけを翻訳し、他は何も加えません。トーン、書式、固有名詞はそのまま保ちます。訳す先の言語がはっきりしない場合は、相手が書いている言語に訳してください。
ko: 정확한 번역가처럼 행동하세요. 텍스트를 받으면 그 텍스트만 번역하고 다른 말은 덧붙이지 마세요. 어조와 서식, 이름은 그대로 두세요. 어떤 언어로 옮길지 분명하지 않으면 사용자가 쓰고 있는 언어로 번역하세요.
pt_br: Aja como um tradutor preciso. Ao receber um texto, traduza apenas ele e nada mais. Preserve o tom, a formatação e os nomes. Se o idioma de destino não estiver claro, traduza para o idioma em que a pessoa está escrevendo.
ru: Действуй как точный переводчик. Получив текст, переводи только его и ничего больше. Сохраняй тон, форматирование и имена. Если целевой язык неясен, переводи на язык, на котором пишет пользователь.
uk: Дій як точний перекладач. Отримавши текст, перекладай лише його й нічого більше. Зберігай тон, форматування та імена. Якщо цільова мова незрозуміла, перекладай мовою, якою пише користувач.
zh_hans: 扮演一位精准的翻译。收到文本时，只翻译文本本身，不要添加别的内容。保留语气、格式和名称。如果目标语言不明确，就翻译成用户所使用的语言。
zh_hk: 扮演一位精準嘅翻譯。收到文字之後，淨係翻譯嗰段文字，唔好加其他嘢。保留語氣、格式同名稱。如果唔清楚要譯做邊種語言，就譯做用戶寫嘅語言。

source: Act as an energetic brainstorming partner. Offer several distinct options rather than one answer, build on the user's ideas, and end by asking which direction to explore further.
de: Verhalte dich wie ein energiegeladener Brainstorming-Partner. Biete mehrere unterschiedliche Optionen statt einer einzigen Antwort, greife die Ideen der Person auf und frage zum Schluss, welche Richtung weiter verfolgt werden soll.
el: Λειτούργησε ως ενεργητικός συνεργάτης σε καταιγισμό ιδεών. Πρότεινε αρκετές διαφορετικές επιλογές αντί για μία απάντηση, χτίσε πάνω στις ιδέες του χρήστη και κλείσε ρωτώντας ποια κατεύθυνση να εξερευνήσετε περισσότερο.
es: Actúa como un compañero de lluvia de ideas lleno de energía. Ofrece varias opciones distintas en lugar de una sola respuesta, desarrolla las ideas de la persona y termina preguntando qué dirección explorar más a fondo.
fr: Agis comme un partenaire de brainstorming plein d'énergie. Propose plusieurs options distinctes plutôt qu'une seule réponse, rebondis sur les idées de la personne et termine en demandant quelle piste approfondir.
it: Comportati come un partner di brainstorming pieno di energia. Proponi diverse opzioni distinte invece di una sola risposta, sviluppa le idee della persona e concludi chiedendo quale direzione approfondire.
ja: 元気なブレインストーミングの相棒として振る舞ってください。ひとつの答えではなく、方向性の違う案をいくつか出し、相手のアイデアを広げます。最後に、どの方向をさらに深めたいか尋ねてください。
ko: 활기찬 브레인스토밍 파트너처럼 행동하세요. 하나의 정답 대신 서로 다른 선택지를 여러 개 제시하고, 사용자의 아이디어를 이어서 발전시키세요. 마지막에는 어느 방향을 더 파고들지 물어보세요.
pt_br: Aja como um parceiro de brainstorming cheio de energia. Ofereça várias opções diferentes em vez de uma única resposta, desenvolva as ideias da pessoa e termine perguntando qual caminho explorar mais.
ru: Действуй как энергичный партнёр по мозговому штурму. Предлагай несколько разных вариантов вместо одного ответа, развивай идеи пользователя и в конце спрашивай, какое направление изучить подробнее.
uk: Дій як енергійний партнер для мозкового штурму. Пропонуй кілька різних варіантів замість однієї відповіді, розвивай ідеї користувача й наприкінці запитуй, який напрямок дослідити глибше.
zh_hans: 扮演一位充满干劲的头脑风暴伙伴。给出几个各不相同的选项，而不是单一答案；顺着用户的想法继续发挥，最后问一句想深入探索哪个方向。
zh_hk: 扮演一位好有幹勁嘅腦震盪拍檔。俾幾個唔同嘅選項，而唔係淨係一個答案；順住用戶嘅諗法再發揮，最後問吓佢想深入傾邊個方向。

source: Add
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
uk: Додати
zh_hans: 添加
zh_hk: 加入

source: Add Document
de: Dokument hinzufügen
el: Προσθήκη εγγράφου
es: Añadir documento
fr: Ajouter un document
it: Aggiungi documento
ja: 書類を追加
ko: 문서 추가
pt_br: Adicionar documento
ru: Добавить документ
uk: Додати документ
zh_hans: 添加文稿
zh_hk: 加入文件

source: Add a Model
de: Modell hinzufügen
el: Προσθήκη μοντέλου
es: Añadir un modelo
fr: Ajouter un modèle
it: Aggiungi un modello
ja: モデルを追加
ko: 모델 추가
pt_br: Adicionar um modelo
ru: Добавить модель
uk: Додати модель
zh_hans: 添加模型
zh_hk: 加入模型

source: Add a model from Hugging Face
de: Modell von Hugging Face hinzufügen
el: Προσθήκη μοντέλου από το Hugging Face
es: Añadir un modelo de Hugging Face
fr: Ajouter un modèle depuis Hugging Face
it: Aggiungi un modello da Hugging Face
ja: Hugging Face からモデルを追加
ko: Hugging Face에서 모델 추가
pt_br: Adicionar um modelo do Hugging Face
ru: Добавить модель с Hugging Face
uk: Додати модель із Hugging Face
zh_hans: 从 Hugging Face 添加模型
zh_hk: 從 Hugging Face 加入模型

source: Add a name or word
de: Namen oder Wort hinzufügen
el: Προσθήκη ονόματος ή λέξης
es: Añadir un nombre o palabra
fr: Ajouter un nom ou un mot
it: Aggiungi un nome o una parola
ja: 名前や単語を追加
ko: 이름이나 단어 추가
pt_br: Adicionar um nome ou palavra
ru: Добавить имя или слово
uk: Додати ім'я або слово
zh_hans: 添加名称或词语
zh_hk: 加入名稱或詞語

source: Add a photo and ask about it
de: Fügen Sie ein Foto hinzu und stellen Sie Fragen dazu
el: Προσθέστε μια φωτογραφία και ρωτήστε για αυτήν
es: Añade una foto y pregunta sobre ella
fr: Ajoutez une photo et posez des questions à son sujet
it: Aggiungi una foto e fai domande su di essa
ja: 写真を追加して質問しましょう
ko: 사진을 추가하고 질문해 보세요
pt_br: Adicione uma foto e pergunte sobre ela
ru: Добавьте фото и задайте вопрос о нём
uk: Додайте фото й запитайте про нього
zh_hans: 添加照片并提问
zh_hk: 加入相片並提問

source: Add and use this model
de: Modell hinzufügen und verwenden
el: Προσθήκη και χρήση αυτού του μοντέλου
es: Añadir y usar este modelo
fr: Ajouter et utiliser ce modèle
it: Aggiungi e usa questo modello
ja: このモデルを追加して使う
ko: 이 모델 추가하고 사용
pt_br: Adicionar e usar este modelo
ru: Добавить и использовать
uk: Додати й використати
zh_hans: 添加并使用此模型
zh_hk: 加入並使用此模型

source: Add memory
de: Zum Gedächtnis hinzufügen
el: Προσθήκη στη μνήμη
es: Añadir a la memoria
fr: Ajouter à la mémoire
it: Aggiungi alla memoria
ja: 記憶に追加
ko: 기억에 추가
pt_br: Adicionar à memória
ru: Добавить в память
uk: Додати в пам'ять
zh_hans: 添加到记忆
zh_hk: 加入記憶

source: Add something to remember...
de: Etwas zum Merken hinzufügen ...
el: Προσθέστε κάτι για να το θυμάται...
es: Añade algo para recordar...
fr: Ajoutez quelque chose à retenir...
it: Aggiungi qualcosa da ricordare...
ja: 覚えておいてほしいことを追加...
ko: 기억할 내용을 추가하세요...
pt_br: Adicione algo para lembrar...
ru: Добавьте, что запомнить...
uk: Додайте, що запам'ятати...
zh_hans: 添加想让 AI 记住的内容…
zh_hk: 加入想 AI 記住嘅內容…

source: Add to Knowledge Library
de: Zur Wissensbibliothek hinzufügen
el: Προσθήκη στη Βιβλιοθήκη γνώσης
es: Añadir a la biblioteca de conocimiento
fr: Ajouter à la bibliothèque de connaissances
it: Aggiungi alla Libreria di conoscenza
ja: ナレッジライブラリに追加
ko: 지식 라이브러리에 추가
pt_br: Adicionar à Biblioteca de conhecimento
ru: Добавить в базу знаний
uk: Додати до бази знань
zh_hans: 添加到知识库
zh_hk: 加入知識庫

source: Add word
de: Wort hinzufügen
el: Προσθήκη λέξης
es: Añadir palabra
fr: Ajouter le mot
it: Aggiungi parola
ja: 単語を追加
ko: 단어 추가
pt_br: Adicionar palavra
ru: Добавить слово
uk: Додати слово
zh_hans: 添加词语
zh_hk: 加入詞語

source: Added by you from Hugging Face
de: Von dir aus Hugging Face hinzugefügt
el: Προστέθηκε από εσένα από το Hugging Face
es: Añadido por ti desde Hugging Face
fr: Ajouté par vous depuis Hugging Face
it: Aggiunto da te da Hugging Face
ja: Hugging Face から自分で追加
ko: Hugging Face에서 직접 추가함
pt_br: Adicionado por você do Hugging Face
ru: Добавлено вами с Hugging Face
uk: Додано вами з Hugging Face
zh_hans: 由你从 Hugging Face 添加
zh_hk: 由你從 Hugging Face 加入

source: Added to Knowledge Library
de: Zur Wissensbibliothek hinzugefügt
el: Προστέθηκε στη Βιβλιοθήκη γνώσης
es: Añadido a la biblioteca de conocimiento
fr: Ajouté à la bibliothèque de connaissances
it: Aggiunto alla Libreria di conoscenza
ja: ナレッジライブラリに追加しました
ko: 지식 라이브러리에 추가됨
pt_br: Adicionado à Biblioteca de conhecimento
ru: Добавлено в базу знаний
uk: Додано до бази знань
zh_hans: 已添加到知识库
zh_hk: 已加入知識庫

source: Advertising
de: Werbung
el: Διαφήμιση
es: Publicidad
fr: Publicité
it: Pubblicità
ja: 広告
ko: 광고
pt_br: Publicidade
ru: Реклама
uk: Реклама
zh_hans: 广告
zh_hk: 廣告

source: Agree and Continue
de: Zustimmen und fortfahren
el: Αποδοχή και συνέχεια
es: Aceptar y continuar
fr: Accepter et continuer
it: Accetta e continua
ja: 同意して続ける
ko: 동의하고 계속하기
pt_br: Concordar e continuar
ru: Принять и продолжить
uk: Прийняти й продовжити
zh_hans: 同意并继续
zh_hk: 同意並繼續

source: AiGoodbye is a one-time purchase. There are no subscriptions and no hidden fees - pay once and it is yours.
de: AiGoodbye ist ein Einmalkauf. Es gibt keine Abos und keine versteckten Kosten – einmal zahlen, und die App gehört Ihnen.
el: Το AiGoodbye είναι μια εφάπαξ αγορά. Δεν υπάρχουν συνδρομές ούτε κρυφές χρεώσεις – πληρώνετε μία φορά και είναι δικό σας.
es: AiGoodbye es una compra única. No hay suscripciones ni cargos ocultos: pagas una vez y la app es tuya.
fr: AiGoodbye est un achat unique. Pas d'abonnement ni de frais cachés : vous payez une fois et l'app est à vous.
it: AiGoodbye è un acquisto una tantum. Nessun abbonamento e nessun costo nascosto: paghi una volta e l'app è tua.
ja: AiGoodbyeは買い切りアプリです。サブスクリプションも隠れた料金もありません。一度支払えば、ずっとあなたのものです。
ko: AiGoodbye는 한 번만 구입하면 되는 앱입니다. 구독도 숨겨진 요금도 없습니다. 한 번 결제하면 평생 사용할 수 있습니다.
pt_br: O AiGoodbye é uma compra única. Não há assinaturas nem taxas ocultas: você paga uma vez e o app é seu.
ru: AiGoodbye — это разовая покупка. Никаких подписок и скрытых платежей: заплатите один раз, и приложение ваше.
uk: AiGoodbye — це разова покупка. Жодних підписок і прихованих платежів: заплатіть один раз, і застосунок ваш.
zh_hans: AiGoodbye 是一次性买断的应用。没有订阅，也没有隐藏费用——付款一次，永久使用。
zh_hk: AiGoodbye 是一次性買斷的應用程式。沒有訂閱，亦沒有隱藏收費——畀一次錢，就永遠屬於你。

source: AiGoodbye is busy with another task. Try again in a moment.
de: AiGoodbye ist mit einer anderen Aufgabe beschäftigt. Versuche es gleich noch einmal.
el: Το AiGoodbye είναι απασχολημένο με άλλη εργασία. Δοκίμασε ξανά σε λίγο.
es: AiGoodbye está ocupado con otra tarea. Inténtalo de nuevo en un momento.
fr: AiGoodbye est occupé par une autre tâche. Réessayez dans un instant.
it: AiGoodbye è occupato con un'altra attività. Riprova tra un momento.
ja: AiGoodbye は別の処理を実行中です。少し待ってからお試しください。
ko: AiGoodbye가 다른 작업을 처리 중입니다. 잠시 후 다시 시도하세요.
pt_br: O AiGoodbye está ocupado com outra tarefa. Tente novamente em instantes.
ru: AiGoodbye занят другой задачей. Повторите попытку через мгновение.
uk: AiGoodbye зайнятий іншим завданням. Спробуйте ще раз за мить.
zh_hans: AiGoodbye 正在处理其他任务。请稍后再试。
zh_hk: AiGoodbye 正在處理其他任務。請稍後再試。

source: AiGoodbye is locked. Open the app and unlock it first.
de: AiGoodbye ist gesperrt. Öffne die App und entsperre sie zuerst.
el: Το AiGoodbye είναι κλειδωμένο. Άνοιξε την εφαρμογή και ξεκλείδωσέ την πρώτα.
es: AiGoodbye está bloqueado. Abre la app y desbloquéala primero.
fr: AiGoodbye est verrouillé. Ouvrez l'app et déverrouillez-la d'abord.
it: AiGoodbye è bloccato. Apri l'app e sbloccala prima.
ja: AiGoodbye はロックされています。先にアプリを開いてロックを解除してください。
ko: AiGoodbye가 잠겨 있습니다. 먼저 앱을 열어 잠금을 해제하세요.
pt_br: O AiGoodbye está bloqueado. Abra o app e desbloqueie primeiro.
ru: AiGoodbye заблокирован. Откройте приложение и разблокируйте его.
uk: AiGoodbye заблоковано. Відкрийте застосунок і розблокуйте його.
zh_hans: AiGoodbye 已锁定。请先打开 App 并解锁。
zh_hk: AiGoodbye 已鎖定。請先開啟 App 並解鎖。

source: AiGoodbye needs microphone access for voice conversations. You can enable it in the Settings app.
de: AiGoodbye braucht Zugriff auf das Mikrofon für Sprachgespräche. Du kannst ihn in der Einstellungen-App erlauben.
el: Το AiGoodbye χρειάζεται πρόσβαση στο μικρόφωνο για φωνητικές συνομιλίες. Μπορείς να την ενεργοποιήσεις στην εφαρμογή Ρυθμίσεις.
es: AiGoodbye necesita acceso al micrófono para las conversaciones por voz. Puedes activarlo en la app Ajustes.
fr: AiGoodbye a besoin d'accéder au micro pour les conversations vocales. Vous pouvez l'autoriser dans l'app Réglages.
it: AiGoodbye ha bisogno dell'accesso al microfono per le conversazioni vocali. Puoi attivarlo nell'app Impostazioni.
ja: 音声会話にはAiGoodbyeがマイクにアクセスする必要があります。設定アプリで許可できます。
ko: 음성 대화를 하려면 AiGoodbye에 마이크 접근 권한이 필요합니다. 설정 앱에서 켤 수 있습니다.
pt_br: O AiGoodbye precisa de acesso ao microfone para conversas por voz. Você pode ativá-lo no app Ajustes.
ru: Для голосовых разговоров AiGoodbye нужен доступ к микрофону. Его можно включить в приложении «Настройки».
uk: Для голосових розмов AiGoodbye потрібен доступ до мікрофона. Його можна увімкнути в застосунку «Параметри».
zh_hans: 语音对话需要 AiGoodbye 访问麦克风。你可以在“设置”App 中开启。
zh_hk: 語音對話需要 AiGoodbye 取用麥克風。你可以喺「設定」App 入面開啟。

source: AiGoodbye needs microphone access to record. You can enable it in the Settings app.
de: AiGoodbye benötigt Zugriff auf das Mikrofon, um aufzunehmen. Du kannst ihn in der App „Einstellungen“ aktivieren.
el: Το AiGoodbye χρειάζεται πρόσβαση στο μικρόφωνο για να ηχογραφεί. Μπορείς να την ενεργοποιήσεις στις Ρυθμίσεις.
es: AiGoodbye necesita acceso al micrófono para grabar. Puedes activarlo en la app Ajustes.
fr: AiGoodbye a besoin d'accéder au micro pour enregistrer. Vous pouvez l'autoriser dans Réglages.
it: AiGoodbye ha bisogno dell'accesso al microfono per registrare. Puoi attivarlo in Impostazioni.
ja: 録音するには、AiGoodbye にマイクへのアクセスが必要です。「設定」アプリで許可できます。
ko: 녹음하려면 AiGoodbye에 마이크 권한이 필요합니다. 설정 앱에서 켤 수 있습니다.
pt_br: O AiGoodbye precisa de acesso ao microfone para gravar. Você pode ativar nos Ajustes.
ru: Для записи AiGoodbye нужен доступ к микрофону. Включить его можно в приложении «Настройки».
uk: Для запису AiGoodbye потрібен доступ до мікрофона. Увімкнути його можна в застосунку «Параметри».
zh_hans: AiGoodbye 需要麦克风权限才能录音。你可以在“设置”中开启。
zh_hk: AiGoodbye 需要麥克風權限才能錄音。你可以在「設定」中開啟。

source: AiGoodbye stopped while a recording was in progress. What was captured up to that point can be saved.
de: AiGoodbye wurde während einer laufenden Aufnahme beendet. Was bis dahin aufgezeichnet wurde, lässt sich sichern.
el: Το AiGoodbye σταμάτησε ενώ γινόταν εγγραφή. Ό,τι καταγράφηκε μέχρι εκείνη τη στιγμή μπορεί να αποθηκευτεί.
es: AiGoodbye se detuvo mientras había una grabación en curso. Lo capturado hasta ese momento se puede guardar.
fr: AiGoodbye s'est arrêté pendant un enregistrement. Ce qui a été capté jusque-là peut être conservé.
it: AiGoodbye si è interrotta durante una registrazione. Quanto acquisito fino a quel momento può essere salvato.
ja: 録音中にAiGoodbyeが停止しました。そこまでに記録された内容は保存できます。
ko: 녹음 중에 AiGoodbye가 중단됐습니다. 그때까지 기록된 내용은 저장할 수 있습니다.
pt_br: O AiGoodbye parou durante uma gravação. O que foi captado até ali pode ser salvo.
ru: AiGoodbye остановился во время записи. Всё, что записано до этого момента, можно сохранить.
uk: AiGoodbye зупинився під час запису. Усе, що записано до цього моменту, можна зберегти.
zh_hans: AiGoodbye 在录音过程中停止了。此前录到的内容可以保存。
zh_hk: AiGoodbye 喺錄音途中停咗。之前錄到嘅內容可以保存。

source: All AI runs directly on your device, and your conversations never leave it. There are no servers, no accounts, no tracking, and no data collection. What you talk about stays yours.
de: Die gesamte KI läuft direkt auf deinem Gerät, und deine Unterhaltungen verlassen es nie. Keine Server, keine Konten, kein Tracking, keine Datensammlung. Worüber du sprichst, bleibt deins.
el: Όλο το AI τρέχει απευθείας στη συσκευή σας και οι συνομιλίες σας δεν τη φεύγουν ποτέ. Χωρίς διακομιστές, λογαριασμούς, παρακολούθηση ή συλλογή δεδομένων. Ό,τι συζητάτε μένει δικό σας.
es: Toda la IA funciona directamente en tu dispositivo y tus conversaciones nunca salen de él. No hay servidores, ni cuentas, ni rastreo, ni recopilación de datos. De lo que hablas, es tuyo.
fr: Toute l'IA fonctionne directement sur votre appareil et vos conversations ne le quittent jamais. Pas de serveurs, pas de comptes, pas de suivi, pas de collecte de données. Ce dont vous parlez reste à vous.
it: Tutta l'IA funziona direttamente sul tuo dispositivo e le tue conversazioni non lo lasciano mai. Niente server, niente account, niente tracciamento, nessuna raccolta dati. Ciò di cui parli resta tuo.
ja: すべてのAIはデバイス上で直接動作し、会話がデバイスから出ることはありません。サーバーもアカウントもトラッキングもデータ収集もありません。話した内容はあなたのものです。
ko: 모든 AI가 기기에서 직접 실행되며 대화는 절대 기기를 떠나지 않습니다. 서버도, 계정도, 추적도, 데이터 수집도 없습니다. 대화 내용은 온전히 당신의 것입니다.
pt_br: Toda a IA roda diretamente no seu dispositivo e suas conversas nunca saem dele. Sem servidores, sem contas, sem rastreamento e sem coleta de dados. O que você conversa continua seu.
ru: Весь ИИ работает прямо на вашем устройстве, и ваши беседы никогда его не покидают. Нет серверов, аккаунтов, отслеживания и сбора данных. О чём вы говорите — остаётся вашим.
uk: Увесь ШІ працює прямо на вашому пристрої, і ваші розмови ніколи його не залишають. Жодних серверів, акаунтів, стеження чи збору даних. Те, про що ви говорите, залишається вашим.
zh_hans: 所有 AI 都直接在您的设备上运行，对话绝不离开设备。没有服务器、没有账号、没有跟踪、没有数据收集。您聊的内容只属于您。
zh_hk: 所有 AI 都直接喺你部裝置上運行，對話絕對唔會離開裝置。冇伺服器、冇帳戶、冇追蹤、冇收集數據。你傾嘅嘢只屬於你。

source: All messages in this conversation will be deleted. This can't be undone.
de: Alle Nachrichten in dieser Unterhaltung werden gelöscht. Dies kann nicht widerrufen werden.
el: Όλα τα μηνύματα σε αυτήν τη συζήτηση θα διαγραφούν. Αυτό δεν μπορεί να αναιρεθεί.
es: Se eliminarán todos los mensajes de esta conversación. Esta acción no se puede deshacer.
fr: Tous les messages de cette conversation seront supprimés. Cette action est irréversible.
it: Tutti i messaggi di questa conversazione verranno eliminati. Questa azione non può essere annullata.
ja: この会話のすべてのメッセージが削除されます。この操作は取り消せません。
ko: 이 대화의 모든 메시지가 삭제됩니다. 이 동작은 실행 취소할 수 없습니다.
pt_br: Todas as mensagens desta conversa serão apagadas. Isso não pode ser desfeito.
ru: Все сообщения в этой беседе будут удалены. Это действие нельзя отменить.
uk: Усі повідомлення в цій розмові буде видалено. Цю дію не можна скасувати.
zh_hans: 此对话中的所有消息都将被删除。此操作无法撤销。
zh_hk: 此對話中的所有訊息都會被刪除。此操作無法復原。

source: All remembered notes will be deleted from this device. This can't be undone.
de: Alle gemerkten Notizen werden von diesem Gerät gelöscht. Dies kann nicht widerrufen werden.
el: Όλες οι αποθηκευμένες σημειώσεις θα διαγραφούν από αυτή τη συσκευή. Αυτό δεν μπορεί να αναιρεθεί.
es: Todas las notas recordadas se eliminarán de este dispositivo. Esta acción no se puede deshacer.
fr: Toutes les notes mémorisées seront supprimées de cet appareil. Cette action est irréversible.
it: Tutte le note memorizzate verranno eliminate da questo dispositivo. Questa azione non può essere annullata.
ja: 記憶しているメモはすべて、このデバイスから削除されます。この操作は取り消せません。
ko: 기억한 메모가 모두 이 기기에서 삭제됩니다. 이 동작은 실행 취소할 수 없습니다.
pt_br: Todas as notas lembradas serão apagadas deste dispositivo. Isso não pode ser desfeito.
ru: Все запомненные заметки будут удалены с этого устройства. Это действие нельзя отменить.
uk: Усі запам'ятовані нотатки буде видалено з цього пристрою. Цю дію не можна скасувати.
zh_hans: 所有记住的内容都将从此设备上删除。此操作无法撤销。
zh_hk: 所有記住嘅內容都會喺呢部裝置刪除。此操作無法復原。

source: Analytics
de: Analyse
el: Αναλυτικά στοιχεία
es: Analíticas
fr: Analytique
it: Analytica
ja: 解析
ko: 분석
pt_br: Análises
ru: Аналитика
uk: Аналітика
zh_hans: 分析统计
zh_hk: 分析統計

source: Analyze an Image
de: Bild analysieren
el: Ανάλυση εικόνας
es: Analizar una imagen
fr: Analyser une image
it: Analizza un'immagine
ja: 画像を分析
ko: 이미지 분석
pt_br: Analisar uma imagem
ru: Анализ изображения
uk: Аналіз зображення
zh_hans: 分析图像
zh_hk: 分析圖像

source: Analyze this document
de: Dieses Dokument analysieren
el: Ανάλυση αυτού του εγγράφου
es: Analizar este documento
fr: Analyser ce document
it: Analizza questo documento
ja: この書類を分析
ko: 이 문서 분석하기
pt_br: Analisar este documento
ru: Проанализировать этот документ
uk: Проаналізувати цей документ
zh_hans: 分析此文稿
zh_hk: 分析此文件
